adpyke.codesnap
ahmadawais.shades-of-purple
ajshortt.tokyo-hack
alefragnani.bookmarks
alphabotsec.vscode-eclipse-keybindings
anseki.vscode-color
aslamanver.vsc-export
astro-build.astro-vscode
aykutsarac.jsoncrack-vscode
batisteo.vscode-django
beardedbear.beardedtheme
bierner.color-info
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
chrmarti.regex
codestackr.codestackr-theme
codium.codium
davidanson.vscode-markdownlint
daylerees.rainglow
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
donjayamanne.githistory
donjayamanne.jquerysnippets
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
dreamcatch3r.shades-of-apple
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
endormi.2077-theme
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
fallenmax.mithril-emmet
file-icons.file-icons
firefox-devtools.vscode-firefox-debug
formulahendry.auto-rename-tag
formulahendry.code-runner
github.codespaces
github.github-vscode-theme
github.remotehub
github.vscode-codeql
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
hediet.debug-visualizer
hediet.vscode-drawio
helixquar.randomeverything
hkh12.pitch-black
hossaini.bootstrap-intellisense
idbartosz.darkpp-italic
jeff-hykin.better-cpp-syntax
jeff-hykin.polacode-2019
johnpapa.vscode-peacock
johnpapa.winteriscoming
max-ss.cyberpunk
meezilla.json
mgmcdermott.vscode-language-babel
michelemelluso.code-beautifier
microprofile-community.mp-rest-client-generator-vscode-ext
microprofile-community.mp-starter-vscode-ext
microprofile-community.vscode-microprofile-pack
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.extension-test-runner
ms-vscode.hexeditor
ms-vscode.js-debug-nightly
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vscode.vscode-github-issue-notebooks
ms-vscode.vscode-typescript-next
mtxr.sqltools
mutantdino.resourcemonitor
oderwat.indent-rainbow
pkief.material-icon-theme
pushqrdx.inline-html
quicktype.quicktype
rapidapi.vscode-rapidapi-client
rapidapi.vscode-services
redhat.java
redhat.vscode-microprofile
redhat.vscode-quarkus
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
robbowen.synthwave-vscode
rogalmic.bash-debug
rust-lang.rust-analyzer
sidthesloth.html5-boilerplate
silofy.hackthebox
solvable.shades
streetsidesoftware.code-spell-checker
syler.sass-indented
tamasfe.even-better-toml
thomaspink.theme-github
thorerik.hacker-theme
tumido.cron-explained
unifiedjs.vscode-mdx
usernamehw.errorlens
ustymukhman.matrix-theme
vadimcn.vscode-lldb
virejdasani.incredibly-in-your-face
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
whizkydee.material-palenight-theme
wix.vscode-import-cost
xabikos.javascriptsnippets
zainchen.json
zhuangtongfa.material-theme
zobo.php-intellisense
